Repository: crp2a/LIBStick
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es, it

source: Attention !
es: ¡Atención!
it: Attenzione !

source: Veuillez redémarrer LIBStick pour retrouver les paramètres par défaut.
es: Por favor, reinicie LIBStick para restaurar la configuración por defecto.
it: Riavviare LIBStick per ritrovare i parametri di défault.

source: Choisissez un fichier spectre
es: Elegir un archivo de espectro
it: Scegliere un file spettro

source: tous
es: todos
it: tutti

source: fichiers LIBStick
es: ficheros LIBStick
it: file LIBStick

source: fichiers LIBStick moyen
es: ficheros LIBStick medios
it: file medi LIBStick

source: fichiers IVEA
es: ficheros IVEA
it: f ile IVEA

source: fichiers SciAps
es: ficheros SciAps
it: file SciAps

source: Pic (nm)
es: Pico (nm)
it: Picco (nm)

source: I du pic
es: I pico
it: I picco

source: Type
es: Tipo
it: Tipo

source: Validé
es: Validado
it: Validato

source: Neutre
es: Neutro
it: Neutro

source: Non
es: No
it: No

source: Oui
es: Sí
it: Sì

source: Choisissez une localistion et un nom de fichier, sans extension
es: Elija una ubicación y un nombre de archivo, sin extensión
it: Scegliere una posizione e un nome di file, senza estensione

source: Valider
es: Validar
it: Validare

source: Seuil (> I rela.) :
es: Umbral (> I rela.) :
it: Soglia (> I rela.) :

source: Fermer
es: Cerrar
it: Chiuso

source: Pas d'informations pour cet élément.
es: No hay información para este elemento.
it: Nessuna informazione per quest'elemento.

source: Efface
es: Borrar
it: Cancellare

source: Neutres
es: Neutral
it: Neutri

source: Ions +
es: Iones +
it: Ioni +

source: I relative >= 10%
es: I relativo >= 10%
it: I relativa >= 10%

source: I relative < 1%
es: I relativo < 1%
it: I relativa < 1%

source: LIBStick pré-traitements
es: LIBStick pre-tratamientos
it: LIBStick pretrattamenti

source: LIBStick détection éléments
es: LIBStick detección de elementos
it: LIBStick rilevamento degli elementi

source: LIBStick extraction
es: LIBStick Extracción
it: LIBStick estrazione

source: LIBStick comparaison
es: LIBStick Comparación
it: LIBStick paragone

source: Fichier
es: Fichero
it: Documento

source: Sauvegarde des paramètres actuels
es: Guardar la configuración actual
it: Salvare i parametri attuali

source: Restaure les paramètres par défaut au prochain démarrage
es: Restaurar la configuración por defecto en el próximo inicio
it: Ristabilire i parametri di défault al prossimo avvio

source: Quitter
es: Salida
it: Chiudere

source: Redémarrer
es: Reiniciar
it: Riavviare

source: Traitement
es: Procesando
it: Trattamento

source: Echelle log y
es: Escala Log y
it: Scala log y

source: Détection
es: Detección
it: Rilevamento

source: Extraction
es: Extracción
it: Estrazione

source: Comparaison
es: Comparación
it: Paragone

source: ACP
es: PCA
it: PCA

source: Outils
es: Herramientas
it: Strumenti

source: Zoom auto en y
es: Zoom automático en y
it: Zoom auto in y

source: Graduations
es: Graduaciones
it: Graduatorie

source: Pas multiple de 10
es: Paso múltiplo de 10
it: Passo multiplo di 10

source: Pas multiple de 5
es: Paso múltiplo de 5
it: Passo multiplo di 5

source: Pas multiple de 2
es: Paso múltiplo de 2
it: Passo multiplo di 2

source: Pas multiple de 1
es: Paso múltiplo de 1
it: Passo multiplo di 1

source: Espacement mini 100 pixels
es: Espacio mínimo 100 píxeles
it: Spazio minimo 100 pixel

source: Espacement mini 50 pixels
es: Espacio mínimo 50 píxeles
it: Spazio minimo 50 pixel

source: Espacement mini 20 pixels
es: Espacio mínimo 20 píxeles
it: Spazio minimo 20 pixel

source: Recherche d'éléments
es: Buscar elementos
it: Ricerca di elementi

source: Tableau périodique
es: Tabla periódica
it: Tavola periodica

source: Fenetre principale premier plan
es: Ventana principal en primer plano
it: Finestra principale primo piano

source: Langue au prochain démarage
es: Lengua en el próximo inicio
it: Lingua al prossimo avvio

source: Français
es: Francés
it: Francese

source: Anglais
es: Inglés
it: Inglese

source: Espagnol
es: Español
it: Spagnolo

source: Italien
es: Italiano
it: Italiano

source: Style au prochain démarage
es: Estilo en el próximo inicio
it: Stile al prossimo avvio

source: Couleur de LIBStick
es: Color del LIBStick
it: Colore di LIBStick

source: Aide
es: Asistencia
it: Aiuto

source: Aide (F1)
es: Asistencia (F1)
it: Aiuto (F1)

source: A propos de LIBStick
es: Por cierto del LIBStick
it: Informazioni su LIBStick

source: Borne inf :
es: Límite inf:
it: Limite inf :

source: Borne sup :
es: Límite sup:
it: Limite sup :

source: Filtre :
es: Filtro:
it: Filtro :

source: Taille :
es: Tamaño:
it: Dimensione :

source: Ordre :
es: Orden:
it: Ordine :

source: Dérivée :
es: Derivado:
it: Derivata :

source: Aucun
es: Ninguno
it: Nessuno

source: Fond :
es: Fondo:
it: Fondo :

source: Itérations :
es: Iteraciones:
it: Iterazioni :

source: Visu
es: Ver
it: Vista

source: Appliquer sur tous les fichiers du répertoire
es: Aplicar a todos los archivos en el directorio
it: Applicare su tutti i documenti della cartella

source: Sauvegarde du fond continu
es: Registrar fondo continuo
it: Salvataggio del fondo continuo

source: Executer
es: Ejecutar
it: Eseguire

source: Spectre :
es: Espectro:
it: Spettro :

source: Spectre entier
es: Espectro completo
it: Spettro completo

source: Int. rel. mini :
es: Mín. rel. int:
it: Mín. rel. int:

source: Int. rel. maxi :
es: Int. rel. máx:
it: Max. rel. int:

source: S/N mini :
es: S/N mín :
it: S/N min :

source: Largeur maxi :
es: Anchura máxima :
it: Larghezza massima :

source: Ions
es: Iones
it: Ioni

source: Les deux
es: Los dos
it: Le due

source: Recherche
es: Búsqueda
it: Cerca

source: Exporte
es: Exportar
it: Esportazione

source: 1ere borne inf (nm)
es: 1° límite inf (nm)
it: 1° limite inf (nm)

source: 1ere borne sup (nm)
es: 1° límite sup (nm)
it: 1° limite sup (nm)

source: 2de borne inf (nm)
es: 2° límite inf (nm)
it: 2° limite inf (nm)

source: 2de borne sup (nm)
es: 2° límite sup (nm)
it: 2° limite sup (nm)

source: 2de extraction
es: 2° extracción
it: 2° estrazione

source: Reset
es: Reiniciar

source: Exécute
es: Ejecutar
it: Esegui

source: Sortie 2D
es: Salida 2D
it: Output 2D

source: Sortie 3D
es: Salida 3D
it: Output 3D

source: y (n° de spectre) :
es: y (# de espectro):
it: y (n° di spettro) :

source: Image brute spectres non normalisés
es: Imagen en bruto espectros no normalizados
it: Immagine grezza spettri non normalizzati

source: Spectre inclus dans spectre moyen
es: Espectro incluido en el espectro promedio
it: Spettro incluso nello spettro medio

source: Du spectre n° :
es: Desde el espectro #:
it: Dello spettro n° :

source: Au spectre n° :
es: Hasta el espectro #:
it: Allo spettro n° :

source: Moyenne des spectres normalisés
es: Media de espectros normalizados
it: Media degli spettri normalizzati

source: Num. borne inf (nm)
es: Num. límite inf. (nm)
it: Num. limite inf (nm)

source: Num. borne sup (nm)
es: Num. límite sup. (nm)
it: Num. limite sup (nm)

source: Dénom. borne inf (nm)
es: Denom. límite inf. (nm)
it: Denom. limite inf (nm)

source: Dénom. borne sup( nm)
es: Denom. límite sup. (nm)
it: Denom. limite sup (nm)

source: Dénominateur ?
es: Denominador ?
it: Denominatore ?

source: Normalisation des spectres
es: Normalización de los espectros
it: Normalizzazione degli spettri

source: Statistiques
es: Estadísticas
it: Statistiche

source: Position x (nm) :
es: Posición x (nm) :
it: Posizione x (nm) :

source: Position y (n° de spectre) :
es: Posición y (# de espectro) :
it: Posizione y (n° di spettro) :

source: Nom du spectre
es: Nombre del espectro
it: Nome dello spettro

source: Rapport zone1/zone2
es: Ratio zona1/zona2
it: Rapporto zona1/zona2

source: Utlisé pour l'ACP :
es: Utizado para PCA:
it: Utilizzato per il PCA :

source: Label :
es: Etiqueta:
it: Etichetta :

source: Spectres normalisés
es: Espectros normalizados
it: Spettri normalizzati

source: Centré reduit
es: Centrado reducido
it: Centrato ridotto

source: + ind. supp.
es: + ind. ad.

source: Ouvre
es: Abrir
it: Apri

source: Sauve
es: Guardar
it: Salva

source: Dimensions :
es: Dimensiones:
it: Dimensioni :

source: Même echelle x et y
es: Misma escala x e y
it: Stessa scala x e y

source: Diag. éboulis
es: Diag. scree
it: Diag. di scree

source: Enregistrer facteurs de l'ACP
es: Guardar factores de la PCA
it: Registrare fattori del PCA

source: Ion
it: Ione

source: LIBStick ACP
it: LIBStick PCA
